/* Plural minutes */
"%ld Minutes" = "%ld Minuti";

/* Plural seconds */
"%ld Seconds" = "%ld Secondi";

/* 1 Minute */
"1 Minute" = "1 Minuto";

/* 1 Second */
"1 Second" = "1 Secondo";

/* Coffee */
"Coffee" = "Caffè";

/* Coffee Timer stopped running */
"Coffee Timer stopped running" = "Coffee Timer è stato interrotto";

/* Start */
"Start" = "Avvia";

/* Stop */
"Stop" = "Ferma";

/* Teas */
"Teas" = "Thè";

/* Timer completed! */
"Timer completed!" = "Timer completato!";

